Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And a great number of people came to him, saying, John did no sign: but everything John said of this man was true.
chr: ᎤᏂᏣᏛᏃ ᎬᏩᎷᏤᎸᎩ, ᎠᎴ ᎯᎠ ᏄᏂᏪᏒᎩ; ᏣᏂ ᎥᏝ ᎤᏍᏆᏂᎪᏗ ᏱᏚᎸᏫᏍᏓᏁᎮᎢ, ᎠᏎᏃ ᏂᎦᎥ ᏣᏂ ᏄᏪᏒ ᎤᏃᎮᎸ ᎯᎠ ᎾᏍᎩ ᎠᏍᎦᏯ, ᎤᏙᎯᏳᎯᏯ ᎨᏎᎢ.

source: And a number came to have faith in him there.
chr: ᎾᎿᏃ ᎤᏂᏣᏛ ᎬᏬᎯᏳᏅᎩ

source: Now a certain man named Lazarus was ill; he was of Bethany, the town of Mary and her sister Martha.
chr: ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎤᏢᎬᎩ, ᎳᏏᎳ ᏧᏙᎢᏛ, ᏇᏗᏂᏱ ᎡᎯ, ᎺᎵ ᎠᎴ ᎤᎸᎢ ᎹᏗ ᎤᏂᏚᎲᎢ.

source: (The Mary whose brother Lazarus was ill, was the Mary who put perfumed oil on the Lord and made his feet dry with her hair.)
chr: ᎾᏍᎩ ᎺᎵ ᎠᏠᏁᏗ ᏧᎶᏁᏔᏁ ᎤᎬᏫᏳᎯ, ᎠᎴ ᎤᏍᏘᏰᎬ ᏧᏩᏔᏁ ᏥᏚᏅᎦᎸᎡᎴ ᏧᎳᏏᏕᏂ, ᎾᏍᎩ ᏅᏙ ᎳᏏᎳ ᎤᏢᎬᎩ.

source: So the sisters sent to him, saying, Lord, your dear friend is ill.
chr: ᎿᏉᏃ ᏧᏙ ᏓᏳᎾᏓᏅᏒᎩ ᎤᏛᎪᏗ, ᎯᎠ ᏅᏓᏳᏂᏪᏒᎩ, ᏣᎬᏫᏳᎯ, ᎬᏂᏳᏉ ᎯᎨᏳᎢ ᏥᎩ ᎤᏢᎦ.

source: When this came to his ears, Jesus said, The end of this disease is not death, but the glory of God, so that the Son of God may have glory because of it.
chr: ᏥᏌᏃ ᎤᏛᎦᏅ ᎯᎠ ᏄᏪᏒᎩ; ᎯᎠ ᎾᏍᎩ ᏧᏢᎦᎥᏝ ᎤᏲᎱᎯᏍᏗ ᏱᎩ, ᎠᏥᎸᏉᏙᏗᏱᏉᏍᎩᏂ ᎤᏁᎳᏅᎯ, ᎾᏍᎩᏃ ᎤᏁᎳᏅᎯ ᎤᏪᏥ ᎠᏥᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ.

source: Now Jesus had love in his heart for Martha and her sister and Lazarus.
chr: ᏥᏌᏃ ᏧᎨᏳᎯᏳᎨᏒᎩ ᎹᏗ ᎠᎴ ᎤᎸᎢ ᎠᎴ ᎳᏏᎳ.

source: So when the news came to him that Lazarus was ill, he did not go from the place where he was for two days.
chr: ᎤᏛᎦᏅᏃ ᎤᏢᎬᎢ, ᎾᎿ ᎡᏙᎲᎢ ᎠᏏ ᏔᎵ ᏅᎤᏙᏓᏋᎩ.

source: Then after that time he said to his disciples, Let us go into Judaea again.
chr: ᎣᏂᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎬᏩᏍᏓᏩᏗᏙᎯ; ᏔᎵᏁ ᏧᏗᏱ ᏫᏗᎶᎯ.

source: The disciples said to him, Master, the Jews were attempting only the other day to have you stoned, and are you going back there again?
chr: ᎬᏩᏍᏓᏩᏗᏙᎯ ᎯᎠ ᏅᎬᏩᏪᏎᎸᎩ; ᏔᏕᏲᎲᏍᎩ, ᎥᏝ ᏱᎪᎯᎩ ᎠᏂᏧᏏ ᎤᎾᏁᎶᏔᏅᎩ ᏅᏯ ᏗᎨᏨᏂᏍᏙᏗᏱ, ᏔᎵᏁᏍᎪᏃ ᎾᎿ ᏮᏛᎯᎶᏏ?

source: Then Jesus said in answer, Are there not twelve hours in the day? A man may go about in the day without falling, because he sees the light of this world.
chr: ᏥᏌ ᎤᏁᏨᎩ; ᏝᏍᎪ ᏔᎳᏚ ᎢᏳᏟᎶᏛ ᏱᎩ ᏏᎦ? ᎢᏳᏃ ᎩᎶ ᎢᎦ ᏤᏙᎰᎢ, ᎥᏝ ᏱᏚᏬᏕᎯᎰᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎠᎪᏩᏘᏍᎬ ᎢᎦ ᎠᏂ ᎡᎶᎯ ᏚᎸᏌᏛᎢ.

source: But if a man goes about in the night, he may have a fall because the light is not in him.
chr: ᎩᎶᏍᎩᏂ ᎡᏃᏱ ᏤᏙᎰᎢ, ᏚᏬᏕᎯᎰᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᎢᎦ ᏂᏚᎸᏌᏓᏕᎲᎾ ᎨᏒᎢ.

source: These things said he: and after that he said to them, Lazarus our friend is at rest; but I go so that I may make him come out of his sleep.
chr: ᎾᏍᎩ ᎯᎠ ᏄᏪᏒᎩ; ᎿᏉᏃ ᎯᎠ ᏄᏚᏪᏎᎸᎩ; ᎳᏏᎳ ᎢᎦᎵᎢ ᎦᎵᎭ; ᎠᏎᏃ ᏓᎨᏏ, ᏮᏓᏥᏰᏍᏔᏂ.

source: Then his disciples said to him, Lord, if he is resting he will get well.
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎯᎠ ᏄᏂᏪᏒᎩ; ᏣᎬᏫᏳᎯ, ᎢᏳᏃ ᏱᎦᎵᎭ ᏓᏳᏗᏩᏏᏉ.

source: Jesus, however, was talking of his death: but they had the idea that he was talking about taking rest in sleep.
chr: ᎠᏎᏃ ᎤᏲᎱᏒ ᎦᏛᎬᎩ ᎾᏍᎩ ᏄᏪᏒ ᏥᏌ: ᎾᏍᎩᏍᎩᏂ Ꮎ ᎠᎦᎵᎲᏉ ᏦᏯᏪᏐᎵᎰ ᎦᏛᎦ ᎤᏁᎵᏒᎩ.

source: Then Jesus said to them clearly, Lazarus is dead.
chr: ᎿᏉᏃ ᎬᏂᎨᏒ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎳᏏᎳ ᎤᏲᎱᏒ;

source: And because of you I am glad I was not there, so that you may have faith; but let us go to him.
chr: ᎠᎴ ᎣᏏᏳ ᎠᎩᏰᎸᎭ ᎾᎿ ᏫᏂᎨᏙᎲᎾ ᏥᎨᏒᎩ, ᏂᎯ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᎢᏦᎯᏳᏗᏱ. ᎠᏎᏃ ᎡᏗᏩᏛᎱᎦ.

source: Then Thomas, who was named Didymus, said to the other disciples, Let us go so that we may be with him in death.
chr: ᎿᏉᏃ ᏓᎻ, ᏗᏗᎹ ᏧᏙᎢᏛ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎤᎾᎵᎪᎯ ᎠᎾᏓᏍᏓᏩᏗᏙᎯ, ᎾᏍᏉ ᎠᏴ ᎢᏕᎾ, ᎠᏲᎱᏒᎭ ᎢᎦᏠᏯᏍᏔᏅᎭ.

source: Now when Jesus came, he made the discovery that Lazarus had been put into the earth four days before.
chr: ᎿᏉᏃ ᏥᏌ ᎤᎷᏨ ᎤᏙᎴᎱᏒᎩ ᎦᏳᎳ ᏅᎩ ᏧᏙᏓᏉᏛ ᎬᏩᏂᏅᏅᎯ ᎨᏒ ᎠᏤᎵᏍᏛᎢ.

source: Now Bethany was near to Jerusalem, about two miles away;
chr: ᎾᏍᎩ ᏇᏗᏂᏃ ᎦᏚᎲ ᏥᎷᏏᎵᎻ ᎾᎥ ᎨᏒᎩ, ᏔᎵᎭᏉ ᎢᏳᏟᎶᏛ.

source: And a number of Jews had come to Martha and Mary to give them comfort about their brother.
chr: ᎠᎴ ᎤᏂᏣᏛ ᎠᏂᏧᏏ ᎬᏩᏂᎷᏤᎸᎩ ᎹᏗ ᎠᎴ ᎺᎵ ᎬᏩᏂᏄᏬᎯᏍᏔᏂᎸᎩ ᎤᏂᏙ ᎤᏲᎱᏒ ᎢᏳᏍᏗ.

source: When Martha had the news that Jesus was on the way, she went out to him, but Mary did not go from the house.
chr: ᎿᏉᏃ ᎹᏗ ᎤᏛᎦᏅᏉ ᏥᏌ ᏣᎢᏒᎢ ᏫᏚᏠᏒᎩ. ᎺᎵᏍᎩᏂ ᎦᎵᏦᏕᏉ ᎬᏬᎸᎩ.

source: Then Martha said to Jesus, Lord, if you had been here my brother would not be dead.
chr: ᎿᏉᏃ ᎹᏗ ᎠᎴ ᏄᏪᏎᎸᎩ ᏥᏌ; ᏣᎬᏫᏳᎯ, ᎢᏳᏃ ᎠᏂ ᏱᎮᏙᎮᎢ, ᎥᏝ ᏱᎬᏩᏲᎱᏎ ᎥᎩᏙ.

source: But I am certain that, even now, whatever request you make to God, God will give it to you.
chr: ᎠᏎᏃ ᏥᎦᏔᎭ ᎾᏍᏉ ᎪᎯ ᎨᏒ ᏂᎦᎥ ᎪᎱᏍᏗ ᏱᏔᏲᏎᎸ ᎤᏁᎳᏅᎯ, ᏣᏁᏗᏉ ᎨᏒ ᎤᏁᎳᏅᎯ.

source: Jesus said to her, Your brother will come to life again.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎡᏣᏙ ᏙᏛᎠᎴᎯᏌᏂ.

source: Martha said to him, I am certain that he will come to life again when all come back from the dead at the last day.
chr: ᎹᏗ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏥᎦᏔᎭ ᏙᏗᎴᎯᏌᏂᏒ ᏗᎴᎯᏐᏗ ᎨᏒ ᎤᎵᏍᏆᎸᏗ ᎢᎦ ᎨᏎᏍᏗ.

source: Jesus said to her, I am myself that day and that life; he who has faith in me will have life even if he is dead;
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎠᏴ ᏗᎴᎯᏐᏗ ᎨᏒ ᎠᎴ ᎬᏂᏛ. ᎩᎶ ᎠᏉᎯᏳᎲᏍᎨᏍᏗ, ᎢᏳ ᎾᏍᏉ ᎤᏲᎱᏒᎯ ᏱᎩ, ᎬᏁᏍᏗ.

source: And no one who is living and has faith in me will ever see death. Is this your faith?
chr: ᎩᎶᏃ ᎬᏁᏍᏗ ᎠᎴ ᎠᏉᎯᏳᎲᏍᎨᏍᏗ, ᎥᏝ ᎢᎸᎯᏳ ᎤᏲᎱᎯᏍᏗ ᏱᎨᏎᏍᏗ. ᎰᎯᏳᎲᏍᎦᏍᎪ ᎾᏍᎩ ᎯᎠ?

source: She said to him, Yes, Lord: my faith is that you are the Christ, the Son of God, who was to come into the world.
chr: ᎯᎠ ᏄᏪᏎᎸᎩ; ᎥᎥ, ᏣᎬᏫᏳᎯ; ᎪᎢᏳᎲᏍᎦ ᏂᎯ ᎦᎶᏁᏛ ᎨᏒᎯ, ᎤᏁᎳᏅᎯ ᎤᏪᏥ, ᎾᏍᎩ ᎡᎶᎯ ᎤᎷᎯᏍᏗ ᏥᎨᏒᎩ.

source: And having said this, she went away and said secretly to her sister Mary, The Master is here and has sent for you.
chr: ᎾᏍᎩᏃ ᏄᏪᏒ ᎤᏓᏅᏒᎩ, ᎠᎴ ᎤᏕᎵᏛ ᏭᏯᏅᎲᎩ ᎤᎸᎢ ᎺᎵ, ᎯᎠ ᏄᏪᏒᎩ; ᏗᏕᏲᎲᏍᎩ ᎦᎷᎩ ᎠᎴ ᏗᏣᏯᏂᎭ.

source: And Mary, hearing this, got up quickly and went to him.
chr: ᎾᏍᎩ ᎤᏛᎦᏅ ᏱᎳᏉ ᎢᏴᏛ ᏚᎴᏅᎩ, ᎠᎴ ᏭᎷᏤᎸᎩ.

source: Now Jesus had not at this time come into the town, but was still in the place where Martha had seen him.
chr: ᏥᏌᏃ ᎥᏝ ᎠᏏ ᏱᎦᎷᎨ ᎦᏚᎲᎢ, ᎾᎿᏉᏍᎩᏂ ᎹᏗ ᏫᏚᏠᏒ ᎡᏙᎲᎩ.

source: Then the Jews who were with her in the house, comforting her, when they saw Mary get up quickly and go out, went after her in the belief that she was going to the place of the dead and would be weeping there.
chr: ᎿᏉᏃ ᎠᏂᏧᏏ ᎦᎵᏦᏕ ᎤᏪᎸ ᎠᏂᏂ, ᎠᎴ ᎬᏩᏄᏬᎯᏍᏗᏍᎩ, ᎤᏂᎪᎲ ᎺᎵ ᎤᎵᏍᏗᏳ ᏚᎴᏅ ᎠᎴ ᎤᏄᎪᏨ ᎬᏩᏍᏓᏩᏛᏒᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏗᎦᏂᏌᎲ ᏩᎦᏘ ᎾᎿ ᏮᏛᏍᎪᏂᎵ.

source: When Mary came to where Jesus was and saw him, she went down at his feet, saying, Lord, if you had been here my brother would not be dead.
chr: ᎺᎵᏃ ᎤᎷᏨ ᏥᏌ ᎡᏙᎲᎢ, ᎠᎴ ᎤᎪᎲ, ᏚᎳᏍᎬ ᎡᎳᏗ ᎤᏓᏅᏅᎩ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎢᏳᏃ ᎠᏂ ᏱᎮᏙᎮᎢ, ᎥᏝ ᎥᎩᏙ ᏱᎬᏩᏲᎱᏎᎢ.

source: And when Jesus saw her weeping, and saw the Jews weeping who came with her, his spirit was moved and he was troubled,
chr: ᏥᏌᏃ ᎤᎪᎲ ᏓᏠᏱᎲᎢ, ᎠᎴ ᏚᎪᎲ ᎠᏂᏧᏏ ᎾᏍᎩ ᎤᏂᏍᏓᏩᏙᎸᎯ ᏓᎾᏠᏱᎲᎢ, ᎡᎯᏍᏗ ᎤᏓᏅᏓᏛᎩ, ᎠᎴ ᎤᏕᏯᏙᏗ ᏄᎵᏍᏓᏁᎸᎩ.

source: And said, Where have you put him? They said, Come and see, Lord.
chr: ᎠᎴ ᎯᎠ ᏄᏪᏒᎩ; ᎭᏢ ᎡᏥᏅᏁᎢ? ᏣᎬᏫᏳᎯ, ᎡᎭᎦᏔ, ᎬᏬᏎᎸᎩ.

source: And Jesus himself was weeping.
chr: ᏥᏌ ᏚᏠᏱᎸᎩ.

source: So the Jews said, See how dear he was to him!
chr: ᎿᏉᏃ ᎠᏂᏧᏏ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎬᏂᏳᏉ ᏂᎦᎡ ᎤᎨᏳᎯᏳ ᎨᏎᎢ.

source: But some of them said, This man, who made open the eyes of the blind man, was he not able to keep his friend from death?
chr: ᎢᎦᏛᏃ ᎤᎾᏓᏑᏴᎩ ᎯᎠ ᏄᏂᏪᏒᎩ; ᏝᏍᎪ ᎯᎠ ᏗᎨᏫ ᏗᎦᏙᎵ ᏧᏍᏚᎢᎡᎸᎯ, ᎾᏍᏉ ᎾᏍᎩ ᏱᏂᎬᏩᏂᏌᏁ ᏄᏲᎱᏒᎾ ᏱᎦᎨᏎ ᎯᎠ ᎠᏍᎦᏯ?

source: So Jesus, deeply troubled in heart, came to the place of the dead. It was a hole in the rock, and a stone was over the opening.
chr: ᏥᏌᏃ ᏔᎵᏁ ᎡᎯᏍᏗ ᎤᏓᏅᏓᏛ ᎠᏤᎵᏍᏛ ᎤᎷᏨᎩ. ᎤᏍᏓᎦᎸ ᎨᏒᎩ, ᎠᎴ ᏅᏯ ᎠᏍᏚᏛᎩ.

source: Jesus said, Take away the stone. Martha, the sister of him who was dead, said, Lord, by this time the body will be smelling, for he has been dead four days.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏒᎩ, ᏅᏯ ᎢᏥᎲᎾ. ᎹᏗ ᎤᏲᎱᏒᎯ ᎤᏙ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎪᎯ ᎠᏎ ᎠᏒᎦ, ᏅᎩᏰᏃ ᏄᏒᎭ ᎦᏰᏥᏂᏌᏅᎯ.

source: Jesus said to her, Did I not say to you that if you had faith you would see the glory of God?
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏝᏍᎪ ᎯᎠ ᏱᏂᎬᏪᏎᎴᎢ; ᎢᏳᏃ ᎰᎯᏳᎲᏍᎨᏍᏗ, ᏣᎪᏩᏛᏗ ᎨᏎᏍᏗ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: So they took away the stone. And Jesus, looking up to heaven, said, Father, I give praise to you for hearing me.
chr: ᎿᏉᏃ ᏅᏯ ᎤᏂᎲᏍᎩ ᎤᏲᎱᏒᎯ ᎦᏅᎢ. ᏥᏌᏃ ᏚᏌᎳᏓᏅᎩ ᏗᎦᏙᎵ, ᎯᎠ ᏄᏪᏒᎩ; ᎡᏙᏓ, ᎬᏯᎵᎡᎵᏤᎭ ᏥᏍᏆᏛᎦᏁᎸ.

source: I was certain that your ears are at all times open to me, but I said it because of these who are here, so that they may see that you sent me.
chr: ᎠᎴ ᏥᎦᏔᎭ ᏂᎪᎯᎸᎢ ᏍᏆᏛᎦᏁᎲᎢ; ᎠᏎᏃ ᏴᏫ ᎠᏂ ᏣᏂᏙᎾᎠ ᏅᏓᎦᎵᏍᏙᏓ ᎾᏍᎩ ᏥᏂᏥᏫ, ᎤᏃᎯᏳᏗᏱ ᏂᎯ ᏅᏓᏍᎩᏅᏏᏛ ᎨᏒᎢ.

source: Then he said in a loud voice, Lazarus, come out!
chr: ᎾᏍᎩᏃ ᏄᏪᏒ, ᎠᏍᏓᏯ ᎤᏪᎷᏅᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎳᏏᎳ, ᎡᎯᏄᎪᎢ.

source: And he who was dead came out, with linen bands folded tightly about his hands and feet, and a cloth about his face. Jesus said to them, Make him free and let him go.
chr: ᎤᏲᎱᏒᎯᏃ ᏓᏳᏄᎪᏨᎩ, ᏧᏬᏰᏂ ᎠᎴ ᏧᎳᏏᏕᏂ ᏚᏓᎸᏍᏛᎩ ᏗᎦᎸᏓᎸᏛ ᏗᏄᏬ, ᎤᎧᏛᏃ ᎠᏯᏠ ᎤᏓᎸᏍᏛᎩ. ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎡᏣᎸᏒ ᎠᎴ ᏤᏥᏲᎯ.

source: Then a number of the Jews who had come to Mary and had seen the things which Jesus did had belief in him.
chr: ᎠᎴ ᎤᏂᏣᏛᎩ ᎤᎾᏓᏑᏴᎩ ᎠᏂᏧᏏ ᎺᎵ ᎬᏩᎷᏤᎸᎯ, ᎠᎴ ᎤᏂᎪᎲᎯ ᎾᏍᎩ ᏥᏌ ᏄᏛᏁᎸᎢ, ᎬᏬᎯᏳᏅᎩ.

source: But some of them went to the Pharisees with the news of what Jesus had done.
chr: ᎢᎦᏛᏍᎩᏂ ᎠᏂᏆᎵᏏ ᏗᏂᏅ ᏭᏂᎶᏒᎩ, ᎠᎴ ᏫᏚᏂᏃᏁᎸᎩ ᏥᏌ ᏄᏛᏁᎸᎩ.

source: Then the high priests and the Pharisees had a meeting and said, What are we doing? This man is doing a number of signs.
chr: ᎿᏉᏃ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᎠᏂᏉᎵᏏ ᏚᏂᎳᏫᏛᎩ, ᎠᎴ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎦᏙ ᎢᏓᏛᏁᎭ? ᎯᎠᏰᏃ ᎠᏍᎦᏯ ᎤᏣᏔ ᎤᏍᏆᏂᎪᏗ ᏚᎸᏫᏍᏓᏁᎭ.

source: If we let him go on in this way, everybody will have belief in him and the Romans will come and take away our place and our nation.
chr: ᎢᏳᏃ ᎾᏍᎩ ᎤᏁᎳᎩ ᏰᏕᎵᏎᎭ, ᏂᎦᏗᏳ ᏓᎬᏬᎯᏳᏂ, ᎠᏂᎶᎻᏃ ᏛᏂᎷᏥ ᎠᎴ ᏓᎨᎩᎩᎡᎵ ᎢᎦᏤᎵᎪᎯ ᎠᎴ ᏗᎦᏤᎵ ᏴᏫ ᏙᏓᎨᎩᏯᏅᎡᎵ.

source: But one of them, Caiaphas, who was high priest that year, said to them, You have no knowledge of anything;
chr: ᎠᏏᏴᏫᏃ ᎤᏓᏑᏴᎩ, ᎧᏱᏆ ᏧᏙᎢᏛ, ᎾᎯᏳ ᎤᏕᏘᏴᏌᏗᏒ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎨᏒᎩ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎥᏝ ᎪᎱᏍᏗ ᏱᏥᎦᏔᎭ,

source: You do not see that it is in your interest for one man to be put to death for the people, so that all the nation may not come to destruction.
chr: ᎠᎴ ᎥᏝ ᏱᏣᏓᏅᏖᎭ ᎤᏟ ᎣᏏᏳ ᎢᎨᎦᎵᏍᏓᏁᏗ ᎨᏒᎢ, ᎠᏏᏴᏫ ᎩᎶ ᏱᏓᏲᎱᎯᏎᎭ ᏴᏫ, ᎠᏃ ᎤᏂᏣᏘ ᎤᏅᏒ ᏯᎾᏗᏒᎲᏍᎦ.

source: He did not say this of himself, but being the high priest that year he said, as a prophet, that Jesus would be put to death for the nation;
chr: ᎾᏍᎩ ᏄᏪᏒᎩ, ᎥᏝ ᎤᏩᏒ ᎤᏓᏅᏖᏛ ᏱᎨᏎᎢ; ᎾᎯᏳ ᎠᏥᎸ-ᎨᎶᎯᏍᎩᏂ ᎨᏒ ᎢᏳᏍᏗ ᎤᏕᏘᏴᏌᏗᏒ ᎤᏙᎴᎰᏒᎩ ᏥᏌ ᏧᏲᎱᎯᏎᏗᏱ ᎾᏍᎩ ᏑᎾᏓᎴᎩ ᎨᏒ ᏴᏫ,

source: And not for that nation only, but for the purpose of uniting in one body the children of God all over the world.
chr: ᎠᎴ ᎥᏝ ᎾᏍᎩ Ꮎ ᏑᎾᏓᎴᎩ ᎨᏒ ᎤᏅᏒ, ᎾᏍᏉᏍᎩᏂ ᏌᏉ ᎢᏧᏩᏁᏗᏱ ᏧᏪᏟᏐᏗᏱ ᎤᎾᏗᎦᎴᏲᏨᎯ ᎤᏁᎳᏅᎯ ᏧᏪᏥ.

source: And from that day they took thought together how to put him to death.
chr: ᎿᏉᏃ ᎾᎯᏳ ᎤᎾᎴᏅᎲᎩ ᎤᏂᏃᎮᎸᎩ ᎤᏂᎯᏍᏗᏱ.

source: So Jesus no longer went about publicly among the Jews, but went from there into the country near to the waste land, to a town named Ephraim, where he was for some time with the disciples.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏥᏌ ᎿᏉ ᎥᏝ ᎢᎸᎯᏳ ᎬᏂᎨᏒ ᏱᏚᏪᎳᏗᏙᎴ ᎠᏂᏧᏏ; ᎾᎿᏍᎩᏂ ᎤᏂᎩᏒᎩ, ᎢᎾᎨ ᎾᎥ ᏭᎶᏅᎩ, ᎢᏆᎻ ᏚᏙᎥ ᏗᎦᏚᎲᎢ, ᎠᎴ ᎾᎿ ᎤᏪᏅᎩ ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ.

source: Now the Passover of the Jews was near, and numbers of people went up from the country to Jerusalem to make themselves clean before the Passover.
chr: ᎠᏂᏧᏏᏃ ᎤᎾᏤᎵᎦ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ ᎤᏍᏆᎸᎯᏗᏒᎩ; ᎤᏂᏣᏛᎩᏃ ᎾᎿ ᎤᎾᏂᎩᏒᎩ ᏥᎷᏏᎵᎻ ᏭᏂᎶᏒᎩ ᎠᏏᏉ ᎾᏍᏆᎵᏍᎬᎾ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ, ᎤᎾᏓᏅᎦᎸᏗᏱ ᎤᏂᏰᎸᏒᎩ.

source: They were looking for Jesus and saying to one another while they were in the Temple, What is your opinion? Will he not come to the feast?
chr: ᏥᏌᏃ ᎤᏂᏲᎸᎩ, ᎠᎴ ᎤᏛᏅᏗᎦᎳᏫᏍᏗᏱ ᎠᏂᏙᎾᎥ ᎯᎠ ᏂᏚᎾᏓᏪᏎᎸᎩ; ᎦᏙ ᎢᏤᎵᎭ? ᏝᏍᎪ ᏓᎾᎵᏍᏓᏴᎲᏍᎬ ᏴᏓᎦᎷᏥ?

source: Now the chief priests and the Pharisees had given orders that if anyone had knowledge where he was, he was to give them word, so that they might take him.
chr: ᏄᏂᎬᏫᏳᏒᏃ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᎾᏍᏉ ᎠᏂᏆᎵᏏ ᎤᏂᏁᏨᎯ ᎨᏒᎩ, ᎢᏳᏃ ᎩᎶ ᏯᎦᏔᎭ ᎡᏙᎲᎢ, ᎬᏂᎨᏒ ᎢᏳᏩᏁᏗᏱ, ᎤᏂᏂᏴᏗᏱ ᎤᏂᏰᎸᏒᎩ.

source: Then, six days before the Passover, Jesus came to Bethany where Lazarus was, whom Jesus had made to come back from the dead.
chr: ᎿᏉᏃ ᏑᏓᎵ ᎢᎦ ᏚᏃᏒᎩ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ ᎤᏍᏆᎸᏗᏱ ᏥᏌ ᏇᏗᏂ ᏭᎷᏨᎩ, ᎾᎿ ᎡᎲ ᎳᏏᎳ, ᎤᏲᎱᏒᎯ ᏥᎨᏒᎩ, ᎾᏍᎩ ᎤᏲᎱᏒ ᏥᏚᎴᏔᏅᎩ.

source: So they made him a meal there, and he was waited on by Martha, and Lazarus was among those who were seated with him at table.
chr: ᎾᎿ ᎬᏩᏍᏓᏴᏅᎩ; ᎠᎴ ᎹᏗ ᏚᏕᎳᏍᏔᏅᎩ; ᎳᏏᎳᏍᎩᏂ ᎨᎸᎩ ᎠᎾᎵᏍᏓᏴᎲᏍᎬᎢ.

source: Then Mary, taking a pound of perfumed oil of great value, put it on the feet of Jesus and made them dry with her hair: and the house became full of the smell of the perfume.
chr: ᎿᏉᏃ ᎺᎵ ᎤᎩᏒᎩ ᏑᏓᎨᏛ ᎠᏠᏁᏗ ᎾᏓ ᏧᏙᎢᏛ ᎪᎱᏍᏗ ᎾᏑᏴᎾ, ᎤᏣᏘ ᏧᎬᏩᎶᏗ, ᎠᎴ ᏚᏅᎵᏰᎥᎩ ᏥᏌ ᏧᎳᏏᏕᏂ, ᎠᎴ ᎤᏍᏘᏰᎬ ᎤᏩᏔᏅᎩ ᏚᏅᎦᎸᎲᎩ ᏧᎳᏏᏕᏂ. ᎠᎴ ᎦᎵᏦᏕ ᎤᎧᎵᏨᎩ ᎦᏩᏒᎬ ᎠᏠᏁᏗ.

source: But one of his disciples, Judas Iscariot (who was to give him up), said,
chr: ᎿᏉᏃ ᎠᏏᏴᏫ ᏥᏌ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎨᏒ ᏧᏓᏏ ᎢᏍᎦᎳᏗ ᏧᏙᎢᏛ, ᏌᏩᏂ ᎤᏪᏥ, ᎾᏍᎩ ᎤᏡᏗᏍᎩ ᎢᏳᎵᏍᏙᏗ, ᎯᎠ ᏄᏪᏒᎩ;

source: Why was not this perfume traded for three hundred pence, and the money given to the poor?
chr: ᎦᏙᏃ ᎯᎠ ᎠᏠᏁᏗ ᎥᏝ ᏳᏂᎾᏗᏅᏎ ᎠᎴ ᏦᎢᏧᏈ ᎠᎩᏏ ᏧᎾᏩᎶᏗ ᏱᏚᏂᏩᏛᎮᎢ, ᎠᎴ ᎥᏝ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ ᎾᏍᎩ ᏱᏚᏂᏁᎴᎢ?

source: (He said this, not because he had any love for the poor; but because he was a thief, and, having the money-bag, took for himself what was put into it.)
chr: ᎾᏍᎩ ᎯᎠ ᏄᏪᏒᎩ, ᎥᏝ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ ᎣᏍᏛ ᎢᏳᎾᎵᏍᏓᏁᏗᏱ ᎤᏚᎵᏍᎬ ᏱᏅᏧᎵᏍᏙᏔᏁᎢ, ᎦᏃᏍᎩᏍᎩᏍᎩᏂ ᎨᏒ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ, ᎠᎴ ᏕᎦᎶᏗ ᎦᏁᎲᎢ ᎠᎴ ᎾᎿ ᎦᎳᏅᎯ ᎦᏃᏍᎩᏍᎬᎢ.

source: Then Jesus said, Let her be. Let her keep what she has for the day of my death.
chr: ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏄᏪᏒᎩ; ᎤᏁᎳᎩ; ᎥᎩᏂᏐᏗᏱ ᎨᏒ ᎢᎦ ᎬᏗᏍᎩ ᎤᏍᏆᏂᎪᏔᏅ ᎾᏍᎩ ᎯᎠ.

source: The poor you have ever with you, but me you have not for ever.
chr: ᎤᏲᏰᏃ ᎢᏳᎾᏛᎿᏕᎩ ᏂᎪᎯᎸ ᎨᏤᎳᏗᏙᎭ; ᎠᏴᏍᎩᏂ ᎥᏝ ᏂᎪᎯᎸ ᏱᏨᏰᎳᏗᏙᎭ.

source: Then a great number of the Jews had news that he was there: and they came, not only because of Jesus, but so that they might see Lazarus who had been dead and to whom he had given life.
chr: ᎤᏂᏣᏛᎩᏃ ᎠᏂᏧᏏ ᎤᎾᏛᎦᏅᎯ ᎨᏒᎩ ᎾᎿ ᎡᏙᎲᎢ, ᎠᎴ ᎤᏂᎷᏨᎩ ᎥᏝ ᏥᏌ ᎤᏩᏒ ᎨᏒ ᏱᏅᏧᎵᏍᏙᏔᏁᎢ, ᎾᏍᏉᏍᎩᏂ ᎳᏏᎳ ᎤᏂᎪᏩᏛᏗᏱ ᎤᏂᏰᎸᏒᎩ, ᎾᏍᎩ ᎤᏲᎱᏒ ᏧᎴᏔᏅᎯ.

source: Now there was talk among the chief priests of putting Lazarus to death;
chr: ᎠᏎᏃ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎤᏂᏃᎮᎸᎩ ᎳᏏᎳ ᎾᏍᏉ ᎤᏂᎯᏍᏗᏱ,

source: For because of him a great number of the Jews went away and had belief in Jesus.
chr: ᎾᏍᎩᏰᏃ ᏄᏩᏂᏌᏅᎩ ᎤᏂᏣᏛᎩ ᎠᏂᏧᏏ ᎤᎾᏓᏅᏒᎩ, ᎠᎴ ᏥᏌ ᏫᎬᏬᎯᏳᏅᎩ.

source: The day after, a great number of people who were there for the feast, when they had the news that Jesus was coming to Jerusalem,
chr: ᎤᎩᏨᏛ ᎤᏂᏣᏛᎩ ᏴᏫ ᏗᎵᏍᏓᏴᏗᏱ ᎤᏂᎷᏨᎯ, ᎤᎾᏛᎦᏅ ᏥᎷᏥᎵᎻ ᏗᎦᎷᏥᏒᎢ,

source: Took branches of palm-trees and went out to him, crying, A blessing on him who comes in the name of the Lord, the King of Israel!
chr: ᏚᏂᏴᎲᎩ ᏧᏪᏲᏔ ᏧᎦᏄᏓᏅᎯᏛ ᎠᎴ ᎤᏂᏄᎪᏨᎩ ᏚᎾᏠᏒᏒᎩ, ᎠᎴ ᎯᎠ ᏄᏂᏪᏒ ᎤᏁᎷᏅᎩ, ᎰᏌᎾ! ᎠᏥᎸᏉᏗᏳ ᏫᏂᎦᎵᏍᏓ ᏱᎰᏩ ᏚᏙᏍᏛ ᏨᏓᏯᎢ, ᎤᎬᏫᏳᎯ ᎢᏏᎵ ᎤᎾᏤᎵᎦ.

source: And Jesus saw a young ass and took his seat on it; as the Writings say,
chr: ᏥᏌᏃ ᎤᏩᏛᎲ ᎠᎩᎾ ᏐᏈᎵ-ᏗᎦᎵᎠᏅᎯᏛ, ᎤᎩᎸᏅᎩ, ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ;

source: Have no fear, daughter of Zion: see your King is coming, seated on a young ass.
chr: “ᏞᏍᏗ ᏱᏍᎦᎢᎮᏍᏗ ᏂᎯ ᏌᏯᏂ ᎤᏪᏥ, ᎬᏂᏳᏉ ᎤᎬᏫᏳᎯ ᏣᏤᎵᎦ ᏓᏯᎢ, ᎠᎩᎾ ᏐᏈᎵ-ᏗᎦᎵᎠᏅᎯᏛ ᎤᏪᏥ ᎤᎩᎸᏗ.”

source: (These things were not clear to his disciples at first: but when Jesus had been lifted up into his glory, then it came to their minds that these things in the Writings were about him and that they had been done to him.)
chr: ᎠᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ ᎥᏝ ᎾᏍᎩ ᏣᏃᎵᏤ ᎢᎬᏱᏱ, ᏥᏌᏍᎩᏂ ᎠᏥᎸᏉᏔᏅ ᎿᏉ ᎤᎾᏅᏓᏛᎩ ᎾᏍᎩ ᎯᎠ ᏂᎬᏅ ᎪᏪᎸ ᎠᏥᏃᎮᏍᎬᎢ, ᎠᎴ ᎾᏍᎩ ᏂᎬᏩᏁᎸᎢ.

source: Now the people who were with him when his voice came to Lazarus in the place of the dead, and gave him life again, had been talking about it.
chr: ᎢᏧᎳᎭᏃ ᎤᏁᏙᎸᎯ ᏴᏫ ᎾᎯᏳ ᎠᏤᎵᏍᏛ ᏭᏯᏅᎲ ᎳᏏᎳ, ᎠᎴ ᎤᏲᎱᏒ ᏕᎤᎴᏔᏅ, ᎤᏂᏃᎮᎸᎩ.

source: And that was the reason the people went out to him, because it had come to their ears that he had done this sign.
chr: ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎾᏍᏉ ᏴᏫ ᏕᎬᏩᏠᏒᎩ, ᎤᎾᏛᎦᏅᎩᏰᏃ ᎾᏍᎩ ᎤᏍᏆᏂᎪᏗ ᏚᎸᏫᏍᏓᏁᎸᎢ.

source: Then the Pharisees said one to another, You see, you are unable to do anything: the world has gone after him.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂᏆᎵᏏ ᎯᎠ ᏂᏚᎾᏓᏪᏎᎸᎩ; ᎢᏣᏙᎴᎰᏍᎦᏍᎪ ᏂᏣᎵᏰᎢᎴᎬᎾ ᏥᎩ? ᎬᏂᏳᏉ ᎡᎶᎯ ᎤᏍᏓᏩᏕᏅ.

source: Now there were some Greeks among the people who had come up to give worship at the feast:
chr: ᎩᎶᏃ ᎢᏳᎾᏍᏗ ᎠᏂᎪᎢ ᎠᏁᎸᎩ ᎤᎾᎵᏙᎵᏍᏔᏂᎸᎯ ᏗᎵᏍᏓᏴᏗᏱ.

source: They came to Philip, who was of Beth-saida in Galilee, and made a request, saying, Sir, we have a desire to see Jesus.
chr: ᎠᎴ ᎾᏍᎩ ᎬᏩᎷᏤᎸᎩ ᏈᎵᎩ, ᏇᏣᏱᏗ ᎦᏚᎲ ᎨᎵᎵ ᎡᎯ, ᎠᎴ ᎬᏩᏔᏲᏎᎸᎩ ᎯᎠ ᏄᏂᏪᏒᎩ, ᎣᎦᏚᎵᎭ ᎣᏥᎪᏩᏛᏗᏱ ᏥᏌ.

source: Philip went and gave word of it to Andrew; and Andrew went with Philip to Jesus.
chr: ᏈᎵᎩ ᎤᎷᏨᎩ ᎠᎴ ᎡᏂᏗ ᏭᏃᏁᎸᎩ; ᎿᏉᏃ ᎡᏂᏗ ᎠᎴ ᏈᎵᎩ ᏥᏌ ᏭᏂᏃᏁᎸᎩ.

source: And Jesus said to them in answer, The hour of the glory of the Son of man has come.
chr: ᏥᏌᏃ ᏚᏁᏤᎸᎩ ᎯᎠ ᏄᏪᏒᎩ; ᎿᏉ ᎤᏍᏆᎸᎲ ᏴᏫ ᎤᏪᏥ ᎠᏥᎸᏉᏙᏗᏱ.

source: Truly I say to you, If a seed of grain does not go into the earth and come to an end, it is still a seed and no more; but through its death it gives much fruit.
chr: ᎤᏙᎯᏳᎯᏯ, ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ; ᎢᏳᏃ ᏌᏉ ᎤᏣᎴᏍᏗ ᎤᎦᏔ ᎡᎳᏗ ᏄᏬᏨᎾ ᎠᎴ ᏄᎪᏒᎾ ᏱᎩ, ᎤᏩᏒᏉ ᎨᏐ ᏂᎪᎯᎸᎢ; ᎢᏳᏍᎩᏂ ᎤᎪᎯ ᎤᏣᏙ ᎧᏁᏉᎪᎢ.

source: He who is in love with life will have it taken from him; and he who has no care for his life in this world will keep it for ever and ever.
chr: ᎩᎶ ᎤᎨᏳᏎᏍᏗ ᎬᏅᎢ ᎤᏲᎱᏎᏗ ᎨᏎᏍᏗ; ᎩᎶᏃ ᎠᏍᎦᎨᏍᏗ ᎬᏅᎢ ᎠᏂ ᎡᎶᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏍᏆᏂᎪᏙᏗ ᎨᏎᏍᏗ ᎬᏂᏛ ᏫᎾᏍᏛᎾ ᏗᎨᏒ ᎬᏗᏍᎩ.

source: If any man is my servant, let him come after me; and where I am, there will my servant be. If any man becomes my servant, my Father will give him honour.
chr: ᎢᏳᏃ ᎩᎶ ᏥᏅᏏᏓᏍᏗ ᏂᎦᎵᏍᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎠᎩᏍᏓᏩᏕᎨᏍᏗ; ᎨᎥᏃ ᎾᎿ ᎾᏍᏉ ᏥᏅᏏᏓᏍᏗ ᎡᎮᏍᏗ. ᎢᏳᏃ ᎩᎶ ᏥᏅᏏᏓᏍᏗ ᏂᎦᎵᏍᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎡᏙᏓ ᎤᎸᏉᏙᏗ ᎨᏎᏍᏗ.

source: Now is my soul troubled; and what am I to say? Father, keep me from this hour. No: for this purpose have I come to this hour.
chr: ᎿᏉ ᎠᏆᏓᏅᏙ ᎤᏕᏯᏔᏁᎭ; ᎦᏙᏃ ᏓᎦᏛᏂ? [ᎯᎠᏍᎪ ᏅᏓᏥᏪᏏ,] ᎡᏙᏓ, ᏍᏊᏓᎳᎩ ᎪᎯ ᎨᏒᎢ? ᎠᏎᏃ ᎾᏍᎩ ᎢᏳᏍᏗ ᏣᎩᏍᏆᎸᎡ ᎪᎯ ᎠᎩᏍᏆᎸᎡᏗᏱ ᎠᎩᎷᏥᎸ.

source: Father, give glory to your name. Then there came a voice out of heaven, saying, I have given it glory, and I will give it glory again.
chr: ᎡᏙᏓ, ᎯᎸᏉᏓ ᏕᏣᏙᎥᎢ. ᎿᏉᏃ ᎦᎸᎳᏗ ᏓᏳᏁᏨᎩ, ᎯᎠ ᏅᏓᏳᏪᏒᎩ; ᎦᏳᎳ ᎠᎩᎸᏉᏔᏅ, ᎠᎴ ᏔᎵᏁ ᏛᏥᎸᏉᏔᏂ.

source: Hearing the sound, a number of people who were there said that it was thunder: others said, An angel was talking to him.
chr: ᏴᏫᏃ ᎾᎥ ᎠᏂᏙᎾᎢ ᎤᎾᏛᎦᏅ, ᎠᏴᏓᏆᎶᏣ, ᎤᎾᏛᏅᎩ. ᎢᎦᏛᏃ ᎯᎠ ᏄᏂᏪᏒᎩ; ᏗᎧᎿᏩᏗᏙᎯ ᏓᏳᏬᏁᏓ.

source: Jesus said in answer, This voice came not for me but for you.
chr: ᏥᏌ ᎤᏁᏨ, ᎯᎠ ᏄᏪᏒᎩ; ᎥᏝ ᎠᏴ ᎨᏒ ᏱᏅᏓᎦᎵᏍᏙᏓ, ᏂᎯᏍᎩᏂ ᎨᏒ ᏅᏓᎦᎵᏍᏙᏓ, ᎯᎠ ᎧᏁᎬ ᏥᎦᎾᏄᎪᏥᎦ.

source: Now is this world to be judged: now will the ruler of this world be sent out.
chr: ᎿᏉ ᎯᎠ ᎡᎶᎯ ᏙᏓᏰᎫᎪᏓᏁᎵ, ᎿᏉ ᎤᎬᏫᏳᎯ ᎯᎠ ᎡᎶᎯ ᎤᏤᎵᎦ ᏓᏰᏥᏄᎪᏫᏏ.

source: And I, if I am lifted up from the earth, will make all men come to me.
chr: ᎠᏎᏃ ᎢᏳᏃ ᎡᎶᎯ ᎥᎩᏌᎳᏓᏅᎭ, ᎾᏂᎥ ᏴᏫ ᏙᏓᎦᏎᏒᎯ.

source: (This he said, pointing to the sort of death he would have.)
chr: ᎾᏍᎩ ᎯᎠ ᏄᏪᏒᎩ, ᎾᏍᎩ ᎢᏳᎵᏍᏓᏁᏗᏱ ᎤᏲᎱᎯᏍᏗᏱ ᎦᏛᎬᎩ.

source: Then the people in answer said to him, The law says that the Christ will have life without end: how say you then that it is necessary for the Son of man to be lifted up? Who is this Son of man?
chr: ᏴᏫ ᎤᏂᏁᏨ ᎯᎠ ᏂᎬᏩᏪᏎᎸᎩ, ᎠᏴ ᎣᎦᏛᎦᏅ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎾᏍᎩ ᎦᎶᏁᏛ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ ᎡᎲᎢ; ᎦᏙᏃ ᏴᏫ ᎤᏪᏥ ᎠᏎ ᏓᏰᏥᏌᎳᏓᏂ ᎢᎭᏗᎭ? ᎦᎪ ᎾᏍᎩ Ꮎ ᏴᏫ ᎤᏪᏥ?

source: Jesus said to them, For a little time longer the light will be among you; while you have the light go on walking in it, so that the dark may not overtake you: one walking in the dark has no knowledge of where he is going.
chr: ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎠᏏᏞᎦ ᎢᎦ ᏚᎸᏌᏛ ᎢᏤᏙᎲᎢ; ᎢᏤᏙᎮᏍᏗ ᏂᎪᎯᎸ ᎢᎦ ᏕᏥᎸᏌᏓᏕᎲᎢ; ᎤᎵᏏᎩᎾᏏ ᏱᏧᏢᏓ; ᎩᎶᏰᏃ ᎤᎵᏏᎬ ᏤᏙᎰᎢ, ᎥᏝ ᏯᎦᏔᎰ ᏩᎦᏛᎢ.

source: In so far as you have the light, put your faith in the light so that you may become sons of light. With these words Jesus went away and for a time was not seen again by them.
chr: ᎠᏏ ᎢᎦ ᏥᏕᏥᎸᏌᏓᏕᎭ, ᎢᏦᎯᏳᎲᎦ ᎢᎦ ᏚᎸᏌᏛᎢ, ᎾᏍᎩᏃ ᏂᎯ ᎢᎦ ᏚᎸᏌᏛ ᏧᏪᏥ ᎨᏎᏍᏗ. ᎾᏍᎩ ᎯᎠ ᏄᏪᏒᎩ ᏥᏌ, ᎠᎴ ᎤᏓᏅᏒᎩ ᏚᏗᏍᎦᎳᏁᎸᎩ.

source: But though he had done such a number of signs before them, they still had no belief in him:
chr: ᎤᏣᏗᏍᎩᏂᏃᏅ ᎤᏍᏆᏂᎪᏗ ᏧᎸᏫᏍᏓᏁᎸᎯ ᎨᏒᎩ ᎠᏂᎦᏔᎲᎢ, ᎠᏎᏃ ᎥᏝ ᏱᎬᏬᎯᏳᏁᎢ.

source: So that the words of the prophet Isaiah might come true, when he said, Lord, who has any belief in our preaching? and the arm of the Lord, to whom has it been unveiled?
chr: ᎾᏍᎩᏃ ᎤᏙᎯᏳᏅᎩ ᎤᏁᏨ ᎢᏌᏯ ᎠᏙᎴᎰᏍᎩ, ᎯᎠ ᏥᏄᏪᏎᎢ; “ᏣᎬᏫᏳᎯ, ᎦᎪ ᎤᏬᎯᏳᏅ ᎣᎩᏃᎮᎸᎢ? ᎠᎴ ᎦᎪ ᎠᏥᎾᏄᎪᏫᏎᎸ ᎤᎬᏫᏳᎯ ᎧᏃᎨᏂ?”

source: For this reason they were unable to have belief, because Isaiah said again,
chr: ᎾᏍᎩ ᎢᏳᏏᏗ ᎥᏝ ᏰᎵ ᎬᏩᏃᎯᏳᏗ ᏱᎨᏎᎢ; ᏔᎵᏁᏰᏃ ᎢᏌᏯ ᎯᎠ ᏄᏪᏎᎢ.

source: He has made their eyes blind, and their hearts hard; for fear that they might see with their eyes and get knowledge with their hearts, and be changed, and I might make them well.
chr: “ᏚᏍᏚᏁᎸ ᏗᏂᎦᏙᎵ, ᎠᎴ ᏚᏍᏓᏱᏕᎸ ᏧᏂᎾᏫ; ᏗᎬᏩᏂᎪᏩᏛᏙᏗ ᏂᎨᏒᎾ ᏗᏂᎦᏙᎵ, ᎠᎴ ᎬᏩᏃᎵᏍᏙᏗ ᏂᎨᏒᎾ ᎤᏂᎾᏫ, ᎠᎴ ᎾᏍᎩ ᏗᎬᏩᎾᏓᏁᏟᏴᎡᏗ ᏂᎨᏒᎾ, ᎠᎴ ᏗᎦᎦᏥᏅᏬᏗ ᏂᎨᏒᎾ.”

source: (Isaiah said these words because he saw his glory. His words were about him.)
chr: ᎾᏍᎩ ᏄᏪᏎ ᎢᏌᏯ, ᎾᎯᏳ ᏧᎪᎮ ᎦᎸᏉᏗᏳ ᎨᏒ ᎤᏤᎵᎦ, ᎠᎴ ᎾᏍᎩ ᏧᏃᎮᎴᎢ.

source: However, a number even of the rulers had belief in him, but because of the Pharisees they did not say so openly for fear that they might be shut out from the Synagogue:
chr: ᎤᏂᏣᏛᎩᏍᎩᏂᏃᏅ ᎾᏍᏉ ᎤᏂᎬᏫᏳᎯ ᎬᏬᎯᏳᏅᎩ; ᎠᏎᏃ ᎠᏂᏆᎵᏏ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎥᏝ ᎬᏂᎨᏒ ᏱᏄᏅᏁᎴᎢ, ᏗᎦᎳᏫᎢᏍᏗᏱ ᏱᏙᎩᏄᎪᏩ ᎠᏁᎵᏍᎬᎩ.

source: For the praise of men was dearer to them than the approval of God.
chr: ᎤᏟᏰᏃ ᎤᏂᏰᎸᏒᎩ ᏴᏫ ᎤᎾᏓᎸᏉᏙᏗ ᎨᏒ ᎡᏍᎦᏉ ᎤᏁᎳᏅᎯ ᎤᏓᎸᏉᏙᏗ ᎨᏒᎢ.

source: Then Jesus said with a loud voice, He who has faith in me, has faith not in me, but in him who sent me.
chr: ᏥᏌᏃ ᎤᏪᎷᏅᎩ ᎯᎠ ᏄᏪᏒᎩ, ᎩᎶ ᎠᏉᎯᏳᎲᏍᎩ ᎥᏝ ᎠᏴ ᏯᏉᎯᏳᎲᏍᎦ, ᏅᏛᎩᏅᏏᏛᏍᎩᏂ ᎪᎯᏳᎲᏍᎪᎢ.

source: And he who sees me, sees him who sent me.
chr: ᎠᎴ ᎩᎶ ᎠᏴ ᎠᎩᎪᏩᏘᏍᎩ ᏅᏛᎩᏅᏏᏛ ᎠᎪᏩᏘᏍᎪᎢ.

source: I have come as a light into the world, so that no one who has faith in me will go on living in the dark.
chr: ᎠᏴ ᎢᎦᎦᏘ ᎡᎶᎯ ᎠᎩᎷᏥᎸ, ᎾᏍᎩ ᎩᎶ ᎠᏉᎯᏳᎲᏍᎨᏍᏗ ᎥᏝ ᎿᏉ ᎤᎵᏏᎬ ᎤᏕᏗ ᏱᎨᏎᏍᏗ.

source: And if any man gives ear to my words and does not keep them, I am not his judge: I did not come to be judge of the world but to give salvation to the world.
chr: ᎢᏳᏃ ᎩᎶ ᎠᏛᎩᏍᎨᏍᏗ ᏥᏁᎬᎢ, ᏂᎪᎯᏳᎲᏍᎬᎾᏃ ᎢᎨᏎᏍᏗ, ᎥᏝ ᎠᏴ ᏱᏗᏥᏳᎪᏓᏁᎭ; ᎥᏝᏰᏃ ᎡᎶᎯ ᏱᏗᏥᏳᎪᏓᏁᎵᎸ, ᏥᏍᏕᎸᎯᎸᏍᎩᏂ ᎡᎶᎯ.

source: He who puts me on one side and does not take my words to heart, is not without a judge: the word which I have said will be his judge on the last day.
chr: ᎠᎩᏐᏅᎢᏍᏗᏍᎩ ᎠᎴ ᏗᏓᏂᎸᎩ ᏂᎨᏒᎾ ᏥᏁᎬᎢ ᏧᏬᎪᏓᏁᎯ ᎤᏪᎭ. ᎧᏃᎮᏛ ᎠᎩᏁᏨᎯ ᎾᏍᎩ ᏧᏬᎪᏓᏁᏗ ᎨᏎᏍᏗ ᎤᎵᏍᏆᎸᏗ ᎢᎦ ᎨᏎᏍᏗ.

source: For I have not said it on my authority, but the Father who sent me gave me orders what to say and how to say it.
chr: ᎥᏝᏰᏃ ᎠᏋᏒᏉ ᎠᏆᏓᏅᏖᏛ ᎠᎩᏁᏨᎯ ᏱᎩ, ᎠᎦᏴᎵᎨᎢᏍᎩᏂ ᏅᏛᎩᏅᏏᏛ, ᎾᏍᎩ ᎠᎩᏁᏤᎸ ᎢᏯᎩᏪᏍᏗᏱ ᎠᎩᏬᏂᎯᏍᏗᏱ.

source: And I have knowledge that his order is eternal life: so that the things which I say, I say them even as the Father says them to me.
chr: ᎠᎴ ᏥᎦᏔᎭ ᎾᏍᎩ ᎤᏁᏨᎯ ᏫᎾᏍᏛᎾ ᎬᏂᏛ ᎨᏒᎢ. ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎦᎥ ᏥᏁᎬᎢ, ᎾᏍᎩᏯ ᎠᎦᏴᎵᎨᎢ ᎾᎩᏪᏎᎸᎢ, ᎾᏍᎩ ᏂᏥᏪᎠ.

source: Now before the feast of the Passover, it was clear to Jesus that the time had come for him to go away from this world to the Father. Having once had love for those in the world who were his, his love for them went on to the end.
chr: ᎠᏏᏃ ᎤᏃᏒᎩ ᎧᏃᎯᏰᎩ ᏗᎵᏍᏓᏴᏗᏱ, ᏥᏌ ᎠᎦᏔᎯᏳ ᎨᏒᎩ ᎤᏍᏆᎸᎡᎸ ᎠᏂ ᎡᎶᎯ ᎤᏓᏅᏍᏗᏱ, ᎠᎦᏴᎵᎨᏍᏛᏱ ᏭᎶᎯᏍᏗᏱ, ᏧᎨᏳᎯᏳ ᎢᏳᎵᏍᏔᏅᎯ ᎨᏒᎩ ᏧᏤᎵᎦ ᎡᎶᎯ ᎠᏁᎯ, ᎬᎵᏍᏆᏗᏍᎩ ᏧᎨᏳᎯᏳ ᎨᏒᎩ.

source: So while a meal was going on, the Evil One having now put it into the heart of Judas Iscariot, Simon's son, to be false to him,
chr: ᎠᏍᎩᎾᏃ ᎿᏉ ᎤᎳᏁᎸᎯ ᎨᏒᎩ ᎤᎾᏫᏱ ᏧᏓᏏ ᎢᏍᎦᎳᏗ ᏌᏩᏂ ᎤᏪᏥ ᎾᏍᎩ ᎤᎶᏄᎮᏗᏱ, ᎤᎾᎵᏍᏓᏴᏃᏅᏃ,

source: Jesus, being conscious that the Father had put everything into his hands, and that he came from God and was going to God,
chr: ᏥᏌ ᎠᎦᏔᎯᏳ ᎨᏒᎩ ᎠᎦᏴᎵᎨᎢ ᏂᎦᎥ ᎪᎱᏍᏗ ᏕᎤᏲᎯᏎᎸᎢ; ᎠᎴ ᎤᏁᎳᏅᎯᏱ ᏅᏓᏳᏓᎴᏅᎯ ᎨᏒᎢ, ᎠᎴ ᎤᏁᎳᏅᎯᏱ ᏭᎶᎯᏍᏗ ᎨᏒᎢ,

source: Got up from table, put off his robe and took a cloth and put it round him.
chr: ᎤᎵᏍᏓᏴᏅᎢ ᏕᎤᎴᏅᎩ ᎠᎴ ᎤᏄᏪᏒᎩ, ᎠᎴ ᎤᏁᏒᎩ ᎠᏄᏬ-ᏗᏑᎴᏗ, ᎤᏓᏠᏍᏔᏅᎩ;

source: Then he put water into a basin and was washing the feet of the disciples and drying them with the cloth which was round him.
chr: ᎿᏉᏃ ᎠᏖᎵᏙ ᎠᎹ ᎤᏟᏍᏔᏅᎩ, ᎠᎴ ᎤᎴᏅᎲᎩ ᏚᏬᏑᎴᎸ ᎬᏩᏍᏓᏩᏗᏙᎯ ᏧᎾᎳᏏᏕᏂ, ᎠᎴ ᏚᏅᎦᎸᎡᎸᎩ ᎠᏄᏬ-ᏗᏑᎴᏗ ᎾᏍᎩ ᎤᏓᏠᏍᏛ ᎤᏩᏔᏅᎩ.

source: So he came to Simon Peter. Peter said, Lord, are my feet to be washed by you?
chr: ᎿᏉᏃ ᏌᏩᏂ ᏈᏓ ᎤᏬᎸ ᎤᎷᏨᎩ. ᏈᏓᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᏥᎪ ᏂᎯ ᏙᏓᏍᏉᏑᎴᎵ ᏗᏆᎳᏏᏕᏂ?

source: And Jesus, answering, said to him, What I do is not clear to you now, but it will be clear to you in time to come.
chr: ᏥᏌ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎯᎠ ᏥᏂᎦᏛᏁᎭ ᎥᏝ ᎪᎯ ᎨᏒ ᏱᎦᏔᎭ, ᎣᏂᏍᎩᏂ ᏘᎦᏙᎥᏏ.

source: Peter said, I will never let my feet be washed by you, never. Jesus said in answer, If I do not make you clean you have no part with me.
chr: ᏈᏓ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎥᏝ ᎢᎸᎯᏳᎯ ᏱᏙᏓᏍᏉᏑᎴᎵ ᏗᏆᎳᏏᏕᏂ. ᏥᏌ ᎤᏁᏤᎸᎩ; ᎢᏳᏃ ᏂᎬᏲᏑᎴᎥᎾ ᏱᎩ ᎥᏝ ᏣᏤᎵᎦ ᏳᏓᏑᏯ ᎠᏆᏤᎵᎦ ᎨᏒᎢ.

source: Simon Peter said to him, Lord, not my feet only, but my hands and my head.
chr: ᏌᏩᏂ ᏈᏓ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᎬᏫᏳᎯ, ᎥᏝ ᏗᏆᎳᏏᏕᏂᏉ ᏧᏩᏒ, ᎾᏍᏉᏍᎩᏂ ᏗᏉᏰᏂ ᎠᎴ ᏥᏍᎪᎵ.

source: Jesus said to him, He who is bathed has need only to have his feet washed and then he is clean all over: and you, my disciples, are clean, but not all of you.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎩᎶ ᎤᏙᏑᎵᏌᏛ ᏥᎨᏐᎢ ᏧᎳᏏᏕᏂᏉ ᏧᏩᏒ ᏧᏬᏑᎴᏗ ᎨᏐᎢ; ᏂᎬᏃ ᎤᏓᏅᎦᎸᏛ ᎨᏐᎢ. ᎠᎴ ᏂᎯ ᎢᏣᏓᏅᎦᎸᏛ, ᎠᏎᏃ ᎥᏝ ᏂᏥᎥ ᏱᎩ.

source: (He had knowledge who was false to him; that is why he said, You are not all clean.)
chr: ᎠᎦᏔᎯᏳᏰᏃ ᎨᏒᎩ ᎾᏍᎩ Ꮎ ᎤᎶᏄᎮᏍᎩ; ᎾᏍᎩ ᎢᏳᏍᏗ, ᎥᏝ ᏂᏥᎥ ᎢᏣᏓᏅᎦᎸᏛ ᏱᎩ, ᎤᏛᏅᎩ.

source: Then, after washing their feet and putting on his robe again, he took his seat and said to them, Do you see what I have done to you?
chr: ᎿᏉᏃ ᏚᏬᏑᎴᎣᏁᎸ ᏧᎾᎳᏏᏕᏂ, ᎠᎴ ᎢᎤᏄᏬᎥ; ᎠᎴ ᏔᎵᏁ ᎢᎤᏪᏅ, ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏥᎦᏔᎭᏍᎪ ᎯᎠ ᎾᏍᎩ ᏥᏂᏨᏯᏛᏂᏏ?
